{
 "Medium Technica": "A medium for a technical view of life.<br><br>Message is important than the Messenger, Idea is important than the Medium, Life is important than the Individual, Journey is important than the Vehicle. <br><br>Life is a Journey, Body is a Vehicle, Individual is a Passenger.",
 "My Self": "As per My knowledge/belief, all information I get from the signals through My Senses (Sensors) are stored inside My brain, in some form (electric / magnetic (?)).<br><br>The knowledge/belief about the existence of My Senses, My Body, and My Brain itself is stored in the same Brain?, in the same form?.<br><br>It is like I see myself watching a TV through the same TV, haha :)<br><br><img src='static/res/img/image_mySelfWatchingTV.jpg' alt='My Self watching a TV through the same TV'><br><br>The primary storage location must not be inside My Brain, it must be somewhere else, in some other form! My present knowledge/belief is not capable of comprehending that.<br><br>Just like I used a Smart phone to capture the video of Myself watching a TV. The video is streamed in real time (using <a href='https://play.google.com/store/apps/details?id=com.pas.webcam&hl=en'>IP Webcam</a>) through a wireless network in which both My Smartphone and My Laptop are connected. In My Laptop I used a Media Player (VLC Media Player) which supports playing a Video streamed through the network using a Web link (URL). The Laptop is connected to the TV using the video interface (here HDMI), then I took the screen shot which is shown above showing My Self watching a TV through the same TV (?) !!! ;)",
 "(The) User": "I perceive my appearance / profile / structural (physical, mental, astral, etc...) makeup as something which belongs to a class of species we named / call as 'Human'. But the class of species called 'Human' cannot be defined based on my personal perception. i.e. I may claim that I am a Human but I cannot claim that Human is me. 'Human' is a Class and 'I' am an Object of that Class. 'God' also can be defined in such a manner. 'God' is a Class, many Objects exists based on that Class. Every other Classes are Classes inherited from that ('God') Class, 'Human' being one among them. The inheritance is partial/full, depends on the User.<br><br>Who is the User?",
 "(Non)Causality(?)": "As  per my understanding so far, no event in the universe is dependent on  any other event.  The events (perceived activity of field of  consciousness) spread across a dimension where perception of time exists  in a sub space. Let me explain the idea with an example: Consider an  LED screen displaying a motion picture / video. The electric signal   supplied to the LED has a correlation with the Light output coming out  of the screen. When we observe the movie from the viewers' perspective  and by observation, we may think that the LEDs' light outputs are  dependent on each other. i.e we may feel that the output of an LED at a particular corner is mathematically connected to another LED even for  short duration of a certain video scenes (Eg. A bird flying from one point of the screen to another). But, it is not possible to prove that the actual  outputs are interconnected, because there is no electrical / logical /  virtual connection exists between their corresponding driving systems in  reality. It is our illusion due to our own learned understanding as per  our cultural (movie story, color, art, etc...) makeup.<br><br>Another  example: Consider a shadow of an object projected onto a flat surface  using a light beam. We may say that the shape of the shadow depends on  the shape of the object. But it is not possible to prove it because, the  shape may change by changing the angle of light beam pointed towards  the object and surface. Similar shapes can be obtained at two different  light angles without even changing the object's position with respect to  the surface. Thus a one-to-one relationship cannot be obtained between the  object's and its shadow's shapes.<br><br>Similarly,  if we consider time as another dimension and observe events in our  reality from a viewpoint at a higher dimensional plane of existence  (realm of dreams / realm of astral body), it is possible to see past,  present and future events spread across a particular sub space /  hyper-plane. This was shown as a science fiction concept in the Hollywood  movie 'Interstellar'. This is explained using different language  vocabulary / terminology in Yogavaasishta and other ancient literature.  Current, so called, self certified commercial researchers / scientists  wont allow the public to have understanding about such concepts because  of the possibility of free access to easy living, energy, technology,  etc. which prevents them from taking control of the flow of resources,  blocking further domination over the population<br><br>This  understanding in my own beginner level is against the popularized  version of law of Karma (Causality) as per the explained version of the  ancient literature by the modern religious communities who also desire  for ruling the population in someway or other.",
 "Astrology": "Vision gives a wider perspective about the surroundings. Actions need to be performed based on the decisions derived after processing the information received through the sensors present in the Vision system, and classifying them according to the information's diversity. The wider / deeper the Vision system, the longer one must wait to do the necessary action. For Eg. If i am driving a car with long range laser based terrain mapping Vision system, I will receive information about the obstacles far away from the Vehicle I am in from the Vision system. This Vision system gives me an opportunity to make decisions long time before the Vehicle actually reaches near that particular Obstacle. But, the Vision system wont suggest me to perform the necessary action to avoid any unintended results, instead it just gives me only the necessary information which can be supplied to another system that assists my decision making task to arrive at a relatively better result as i desired. I need to utilize different systems (such as Signal processing systems, Classifying systems (Intelligence), Decision systems, etc...) to arrive at a particular decision. I need not perform the appropriate actions immediately as i receive the information. I must wait for the appropriate time to perform the appropriate action in order to get the desired result (as sensed later by the same Vision system) of that particular action.<br><br>Astrology is just a Vision system. It wont give any suggestions on how to perform an action or what to do. Astrology just gives (as detailed, wider, and deeper as one dig) a clear view about the surroundings (space-time), just view, nothing more nothing less. The responsibility of decision making and performing an action is purely up to the User of Vision system. The User must utilize ones information processing and decision making systems (Mind and Intelligence respectively) to process the information, classify them and arrive at a particular conclusion on what action need to be performed at what dimensional co-ordinates (time and space).",
 "(The) Observer (?)": "Based on the desire / intented requirement / intention (of the Self), The presence or absence of an observer must not influence (or interfere with) an experiment or event. And, What the observer must choose if the observer is given a choice to be or not to be the part of the event? And what if this procedure of choosing is actualy a part of the event or experiment? Does the existence of the event require the presence of an Observer?<br><br>(No.)<br><br>If the viewers / audience of a movie is given a choice to be a part of it, the movie cannot be made as a time-invarient (independent) sequence-of-pictures. This makes its script non existent. Thus the existence of a script prevents the viewers from being a part of the movie. So, the existense of making the choice to be a part of the movie vanishes.",
 "Language": "Both Sanskrit and Machine language were emerged as a result of the necessity of controlling natural & artificial systems for human use.<br><br>Sanskrit language or language itself is defined based on the rules of the vibrational behavior (Frequency based / Spectral characteristics) observed by human beings in the fundamental bulding blocks of everything they observed in  nature including their own body.<br><br>Machine language is defined based on the rules of binary (dual) states occuppied by the fundamental bulding blocks of modern digital artificial systems.",
 "Reminders & Formulas": "You cannot know anything new by reading the scripts. The scripts can only remind u about the things you already know.<br><br>Suthras (literaly means 'Formulas'), like mathematical formulas, are tools used to accomplish something. If we already know the concept behind the formula we can use that tool for its intended purpose. The tool as itself cannot be used to communicate the underlying concept (or its purpose). [i.e. For Eg. A spanner as itself alone cannot be used to convey the idea behind tighting or fixing some thing to someone who doesnt even know what fixing or tighting something means.]<br><br>Thus, if we already know a concept, instead of converting the full idea into words, we can just make a mathematical formula out of it and store it (write it) somewhere for future use. Then, at a later stage of our life, just by reading the formula we will be able to recollect the underlying complex concept from our memory, we already know.<br><br>Since storage space is precious, we need to use it efficiently, can't afford to waste it. This compells us to use lossless compression (to remove redundancy) and cryptography for efficeint storing and error free recovery of our more precious information. The stored bunch of symbols (data) will be useless for someone who is ignorant about the encryption and the particular compression method used inorder to recover the information encoded in the data. One may conclude by rigorous analysis that the data contains a particular pattern but never be able to decode it without the keys (decryption, decompression, etc...).<br><br>The ancient scriptures contain only formulas (Suthras). The actual concepts were communicated verbally. And complex ideas were communicated verbally only through formulas / suthras (Specially formed sequence of Units of sound / voice). The pronounciation (the order and correctness of the production of the sound units) is very critical for its correctness and accuracy. Language scripts were invented (written communication) / emerged just as a means to store these formulas for longer duration of time (may be to survive a natural calamity / disaster or to retain them for multiple generations).<br><br>Now, we use languages derived based on the symbols used in the scripts, but not in the same way the authors handled them. The actual relationship between the sound and the related script / writtent shape or form (link between form and name) is lost somewhere because of our incapability to remember / respect / value / protect / preserve our own legacy. We played with the tools like a garland in the monkey's hand and by chance we accomplished this much (current Technological advancement). What would have happened if we knew how to use the tools perfectly!!!<br><br>How to make someone learn a particular language without the support of another language? !!!",
 "Sruthi": "The term is related to 'something which is heard'. During the era when the human body mechanisms were in its initial development stage, before vision (light) based communication systems (writing) developed and matured, ideas might have been communicated in verbal (voice) form using sound (audio) as the medium. This system might have become so matured to a state in which every organisms could understand each other clearly (without confusion).<br><br>Sound based communication transceivers are built-in to most of the so called natural organisms. It is known to many that music has direct connection with emotion and most organisms use and enjoy them in some way or other.<br><br>Emotion is more fundametal (deep rooted) and complex than the body (physical layer) level survival (system maintenance) instincts (needs).",
 "Mass & Gravity": "Mass is not the cause of gravity. Gravity / Space time curvature causes accumulation / concentration of field activity and formation of standing wave patterns resulting in the perception as Matter/Mass. As more and more waves resonate, the mass appears to be increasing. This is like a vortex in water. The helical / spiral motion of water flow results in the accumulation of dust particles in the water to form larger mass at the center of the rotating vortex. Similarly, the Space time curvature / gravity creates a spacial, 3D vortex of field (Electromagnetic Field ?). The interaction of the fields at the vortex centre creates an interference resulting in a standing wave pattern at a resonant frequency based on the size of the vortex / gravitational field. This standing wave pattern is perceived as matter. At the microscopic / the subatomic scale, only waves exists.",
 "(Re)Cycle of Energy": "Earth is the Production / Manufacturing Plant and we residing in the tiny Earth are Consumers. Sun is a Gaint Recycling Plant. The flow / transfer of energy / raw materials from Sun is radiated outwards through Electro Magnetic Waves. A very small portion of that Energy reaches the Earth. The transfer of Waste Materials from Earth to Sun is through a Higher Dimensional Channel (Wormhole ?). The Entrance to that Channel is located at the Earth's Core Center, and the Exit is at the Center of the Sun. Thus the Energy (Re)Cycle continues.",
 "Point of View": "I now strongly feel that the 'Self' ('I') can be completely defined as just a dimensionless Point, of Perception or View, viewing (perceiving) and continously changing the viewing point through the infinite dimensional, unchanging Universe (Nature). Just like the movement of the viewer's perspection through the one dimensional time axis while watching a movie. The perception of variations of light intensities exists just because of this subjective movement through time. If the time movement is frozen, even the spacial variation cannot be detected since, comparison, between intensities of light at adjacent points in space, requires temporal distribution of the same which means memorizing.",
 "The User Interface": "I still couldn’t find any technical details regarding the boundary between the human body and its user, in any technical / scientific / philosophical information resources. The details regarding the boundary between a computer and its user are found everywhere. At one side of the boundary, there exist the computer’s input / output interfaces (Keyboard, Mouse, Touchpad, Screen, Speakers, etc…) and on the other side of the boundary, there exists the human’s fingers touching the keyboard / mouse, Eye sight / Vision, Ear, etc. The understanding about this boundary is clear and obvious for a modern day individual. Yes, it is the User Interface.<br><br>But, my quest is to find the details regarding the User Interface of the Human Body. It implies the independent existence of the User and the Used (Human Body). The user uses the interface provided with the Human body to control the Human body to interact with the other Entities in the reality, just like we use computers to interact with other users / entities in the internet. So, there exist two interfaces / boundaries for the Human-Computer-Internet combo. One boundary is between the Human and the Computer, the other is between the Computer and the Internet.<br><br><div class='two-cols'><figure><img src='static/res/img/interfaces_a.svg' alt='Interfaces A'><figcaption>Boundaries between Human, Computer & Internet</figcaption></figure><figure><img src='static/res/img/interfaces_b.svg' alt='Interfaces B'><figcaption>Boundaries between User, Human Body & Reality</figcaption></figure></div><br><br>In this case, it is assumed that the ‘User’ is the ‘Human’. More specifically a Live Human. Without the ‘Live’ term, the ‘User’ cannot be assumed to exist along with the term ‘Human’.<br><br>So, now, the focus is on the ‘User’.<br><br>The User doesn’t have a name of its own other than the name associated with the Human body it uses. The User cannot be assumed to be a living entity, because the term ‘Living’ implies a Biological physical mechanism. The User is not a Physical entity at all!<br><br>This non physical entity uses the Human Body’s brain as the primary interface to control its various parts (Muscles, etc.). It gets information about - and the feedbacks from - the physical reality through the different sensors in the body.<br><br>‘Internet’ is not a Physical entity, but it exists as a virtual entity. Similarly, a Human Body is a Physical entity but its User is not. The structural scope of the internet cannot be enclosed inside a computer, and so it cannot be said that the Internet exists inside a computer or vice versa. Similarly, the Human User’s structural scope cannot be enclosed inside a Human body or vice versa. So, it would be wrong to assume that the User exists inside the human body or vice versa.<br><br>The existence of the User implies the existence of another reality where the User is contained, just like the Human Body is contained in this physical reality. The awareness of the User is shifted between realities (internet, etc.) to experience them. While using the internet, the User’s awareness is concentrated in the internet’s reality (virtual). While interacting with the physical reality, the User’s awareness is focused in the Physical reality. When the Human Body goes to sleep, the awareness partially disconnects from the physical reality and shifts to a reality which is unknown.<br><br>User and Interface are separate. The interface between the Internet and the User has different layers (<a href='https://en.wikipedia.org/wiki/OSI_model'>OSI Model</a>). Similarly, the interface between the User and Physical reality has different layers. The visible body (Human form) is just a structural make up (packet of information) in the layer (physical layer) closer to the physical reality which represents the individuality (profile) of the user. Individuality of the user is different from the User. i.e. The User and Individuality are separate. Individuality is the accumulation of historical behavioral patterns during the User’s life in the reality. The Human body is the visual / physical structure formed during the accumulation process.<br><br>Just like the OSI layers, there exist many layers, along with the physical layer, between the User and the Reality.<br><br><div><figure><img style='height:600px;' src='static/res/img/layers_of_existence.svg' alt='Layers of Existense'><figcaption>Layers of Experiences</figcaption></figure></div>",
 "Tele-Operated Manual Waste Management": "Using Tele-Operated robotic extensions, augmented reality technologies & the current lightning speed (<10ms latency) network connectivity, the whole waste management industry can be transformed to a more worker friendly job sector.<br><br>Tele-Operation can completely isolate the hazardous waste materials from workers / operators without compromising the efficiency of the end to end tasks.<br><br>The workers can be provided with the optimum working environment in tune with their own mental / physical needs.",
 "In Search of the Universal Phonetic Script": "The higher dimensional representation of the fundamental speech unit (components of a phoneme) geometrically traced in time can be used to obtain a more direct, mathematically meaningful, phonetic script / visual representation of the sound which contains all the necessary information needed for a more natural universal language."
}